questions = [
    {
        "question": "社会に対する危機的な出来事（テロ攻撃など）に直面した場合、たとえそれが国民の間にパニックや不安をもたらす可能性があったとしても、政府は情報を統制すべきではない。",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "人口拡大や高齢化の圧力があっても、子どもを産むか産まないか、何人産むかは個人の自由であり、政府や社会は（出産の奨励を含め）干渉すべきではない。",
        "effect": {
            "govt": 5
        }
    },
    {
        "question": "過激派の小集団が国家権力を転覆させ、新たな全体主義体制を樹立しようとする場合、政府は強い圧力をかけるべきである。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "あらゆる形態の国家は廃止されるべきだ。",
        "effect": {
            "govt": 15
        }
    },
    {
        "question": "暴力的なデモ隊による衝突や騒乱を前に、政府は暴力を止め、秩序を回復すべきである。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "政治指導者や宗教の神々のイメージが文学の中で中傷の対象として使われることがあっても良い。",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "国家主権や社会の安定に異議を唱えるような言論は、表現の自由の範囲には入らない。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "文化製品に対する事前の検閲はすべて撤廃されるべきである。",
        "effect": {
            "govt": 10,
            "haidao": 10
        }
    },
    {
        "question": "インターネット上で匿名性を保つ権利は、すべての人に保証されるべきである。",
        "effect": {
            "govt": 10,
            "haidao": 10
        }
    },
    {
        "question": "自国がテロと闘うためなら、個人的な自由や権利の一部を譲り渡すことも厭わない（空港の警備強化など）。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "海外のインターネット情報をある程度管理する必要がある。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "住宅収用や取り壊しの過程において、政府は取り壊しや移転に対する過剰な補償請求を拒否する権利を有する。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "政府の政策が国民に利益をもたらすのであれば、国民は政府に感謝すべきだ。",
        "effect": {
            "govt": -5
        }
    },
    {
        "question": "私が支持する政党が政権を握るのであれば、一党制が実施されても構わない。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "危機的状況にある国には、政治的に強い権力者が必要だ。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "農村の出稼ぎ労働者や都市に流入する出稼ぎ賃金労働者は、教育、医療、住居の面で地元の人々と同じ待遇を享受すべきである。",
        "effect": {
            "govt": 5,
            "difang": -10
        }
    },
    {
        "question": "重大な緊急事態（戦争の勃発など）が発生した場合、国家は憲法と法律を停止し、緊急権を行使し、必要なあらゆる臨時措置をとることができる。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "金権政治、悪質な競争、暴力主義といった選挙の混乱を避けるため、選挙はより高いレベルの政府の指導の下で実施されるべきである。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "犯罪者が犯罪を犯すのを待つよりも、潜在的に危険な人物を事前に逮捕する方がいい。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "警察や軍隊を廃止し、民間の警備会社や民兵を警察や防衛に使うことは可能だ。",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "国家は自国の利益と価値を守るためにイニシアチブをとるべきであり、必要であれば武力の行使を排除すべきではない。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "今、国家機構による統治がなければ、社会は混乱に陥るだろう。",
        "effect": {
            "govt": -15
        }
    },
    {
        "question": "医療、エネルギー、公共交通機関など、人々の生活に関わる基礎産業は公益事業になるべきだ。",
        "effect": {
            "econ": 5
        }
    },
    {
        "question": "課税は私有財産の窃盗である。",
        "effect": {
            "econ": -15
        }
    },
    {
        "question": "高福祉は怠け者を養う。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "金融業界と不動産業界は社会の寄食者である。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "経済成長のためには、市場や企業が労働者の権利や利益に与える損害の一部を黙認することも可能である。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "規制のない市場経済がベストだ。",
        "effect": {
            "econ": -15
        }
    },
    {
        "question": "賃金労働とは、資本家による労働者の搾取と奴隷化である。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "市場経済で自然に発生する独占を取り締まるべきでない。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "生産手段の私有は廃止されるべきである。",
        "effect": {
            "econ": 15
        }
    },
    {
        "question": "一部の産業部門の私有化は容認される。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "人々を金持ちと貧乏人に分けることは許される。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "消費者の需要に見合った生産を企業に求める必要がある。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "国内産業を保護するために輸入品に関税を課すべきである。",
        "effect": {
            "econ": 5
        }
    },
    {
        "question": "定年を引き下げるべきだ。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "ストライキは、他人に迷惑をかける怠惰で利己的な行為だ。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "全ての企業は没収され、公有化されるべきである。",
        "effect": {
            "econ": 15
        }
    },
    {
        "question": "我が国の資本は積極的に海外に輸出されるべきだ。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "アウトソーシングやオフショアリングは、生産性を高めるための必要悪である。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "一部の学校や大学は私立でも構わない。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "正当な理由がない限り、従業員を解雇することはできない。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "労働者が尊厳をもって生活できるよう、最低賃金を設定すべきである。",
        "effect": {
            "econ": 5
        }
    },
    {
        "question": "企業の経営権は全ての労働者のものであるべきだ。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "「全世界の労働者団結せよ」は時代遅れだ。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "従業員が同意する限り、企業は労働時間を延長することができる。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "成人同士の合意の上での安全な性行為は婚姻関係の有無に関係なく個人の自由である。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "同性愛者は、婚姻、親族関係、養子縁組、育児に関して異性愛者と同様に扱われる。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "結婚制度は廃止すべきだ。",
        "effect": {
            "scty": 15,
            "nvquan": 10
        }
    },
    {
        "question": "弁護士がどう考えても悪人としか言えないような犯罪者を弁護することは容認できない。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "伝統医学は現代医学よりも信頼できる。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "女性に対する抑圧は、あらゆる形態の搾取の中で最も深遠なものであり、他のあらゆる形態の抑圧の根底にある。",
        "effect": {
            "scty": -10,
            "nvquan": 10
        }
    },
    {
        "question": "現代のフェミニズムは行き過ぎだ。",
        "effect": {
            "scty": -10,
            "nvquan": -10
        }
    },
    {
        "question": "現代社会の悪の多くは、伝統の放棄に起因する。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "性的少数者（LGBTQ+、L：レズビアン、G：ゲイ、B：バイセクシュアル、T：トランスジェンダー、Q：クィア）は異常である。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "末期的な病気でない限り、人生をあきらめるのは無責任な行為だ。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "死刑は廃止されるべきだ。",
        "effect": {
            "scty": 15
        }
    },
    {
        "question": "多文化主義は文明に対する脅威である。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "良き主婦であり良き母親であることは、女性にとって最大のスキルである。",
        "effect": {
            "scty": -15
        }
    },
    {
        "question": "技術の進歩は社会を急激に変えてはならない。",
        "effect": {
            "scty": -5
        }
    },
    {
        "question": "初等・中等学校は、義務教育で体系的な性教育（マルチ・ジェンダー教育を含む）を行うべきである。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "国際問題における対立は、究極的には文明の衝突である。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "「男性」「女性」という社会構造的なカテゴリーは捨て去られるべきだ。",
        "effect": {
            "scty": 15,
            "nvquan": 10
        }
    },
    {
        "question": "ポルノコンテンツは社会のモラルを堕落させるものであり、撲滅する必要がある。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "大麻は合法化されるべきだ。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "学校は私たちの価値観や伝統についてもっと教えるべきだ。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "世界中の全ての民族には自決権がある。各民族には自身の政治的地位を決定し、経済、社会、文化を発展させる自由があるべきである。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "祖国が無ければ、あなたは無に等しい。",
        "effect": {
            "scty": -15
        }
    },
    {
        "question": "国や地域間の国境は廃止されるべきだ。",
        "effect": {
            "scty": 15
        }
    },
    {
        "question": "民族間には生まれつきIQの差がある。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "我が国の地図が登場する全ての場面（文化産業を含む）において、政府が主張する正しい領土が記載された公式バージョンの地図を使用しなければならない。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "科学に国境はないが、科学者には祖国がある。",
        "effect": {
            "scty": -5
        }
    },
    {
        "question": "国内に居住する外国人は、国民と同等の権利を有する。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "急速な経済発展の為には、環境汚染対策よりも経済成長を優先すべきだ。",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "地球温暖化は差し迫った脅威である。",
        "effect": {
            "envo": 10
        }
    },
    {
        "question": "環境保護の為に、環境保護の結果として生じる生活費の大幅な上昇を受け入れることが出来る。",
        "effect": {
            "envo": 10
        }
    },
    {
        "question": "遺伝子組み換え作物を栽培する技術は、農業生産を増加させるために大規模に適用されるべきである。",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "原子力エネルギーは適切に維持管理されれば、優れたエネルギー源となり得る。",
        "effect": {
            "envo": -5
        }
    },
    {
        "question": "化石燃料の採掘は必要である。",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "農業生産は、たとえ収量が減ったとしても、生物多様性を維持すべきである。",
        "effect": {
            "envo": 10
        }
    },
    {
        "question": "宇宙植民地化は、地球資源の枯渇に対する良い解決策である。 ",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "人間は他の動物を食べたり、奴隷にしたりしてはならない。\r",
        "effect": {
            "envo": 15
        }
    },
    {
        "question": "人間の行動の結果、種が絶滅することは許されない。",
        "effect": {
            "envo": 10
        }
    },
    {
        "question": "アメリカの覇権のもとでは、我が国は何をしても野蛮人とみなされ、アメリカの覇権体制を破壊することでしか、我が国を正当に評価させることはできない。",
        "effect": {
            "ruguan": 10
        }
    },
    {
        "question": "小さなグループ（メーソン／イルミナティ／XX一族など）が、こっそりと、しかし意識的に世界を支配している。",
        "effect": {
            "yinmou": 10
        }
    },
    {
        "question": "世界は唯一の神によって創造された。",
        "effect": {
            "onegod": 10
        }
    },
    {
        "question": "現代社会は孔子や孟子の思想を復活させる必要がある。",
        "effect": {
            "rujia": 10
        }
    },
    {
        "question": "生産力は社会進歩の根源であり中心であり、何事も生産力の発展によって根本的に解決できる。",
        "effect": {
            "gongye": 10
        }
    },
    {
        "question": "毛沢東は近代中国で最も偉大な人物である。",
        "effect": {
            "mao": 10
        }
    },
    {
        "question": "中国の主体としての漢民族の地位は危機に瀕しており、漢民族の文明の復活が切望されている。",
        "effect": {
            "han": 10
        }
    },
    {
        "question": "中国は大きな統一体としての国家を維持する代わりに、ヨーロッパのように地理的、民族的、言語的、文化的基準に基づいて一連の小国に分割されるべきである。",
        "effect": {
            "jieti": 10
        }
    },
    {
        "question": "三民主義で中国を統一する。",
        "effect": {
            "minguo": 10
        }
    },
    {
        "question": "私のささやかな人生が続く限り、政治に関心を持つ必要はない。",
        "effect": {
            "suijing": 10
        }
    },
    {
        "question": "我が国は欧米（主にアメリカ）の社会制度を全面的に導入し、欧米の文化を学び、欧米の価値観を推進すべきである。",
        "effect": {
            "dengta": 10
        }
    },
    {
        "question": "中国人は生まれながらにして民族的劣等感を抱えている。",
        "effect": {
            "nimin": 10
        }
    },
    {
        "question": "私は、地元の人々を傷つける部外者（特に特定の場所から）の流入を歓迎しない。",
        "effect": {
            "difang": 10
        }
    },
    {
        "question": "自然界における「適者生存」の法則を人間社会に導入し、人類の進化を促進すべきである。",
        "effect": {
            "sheda": 10
        }
    },
    {
        "question": "中国は中国の特色ある社会主義の正しい道を歩んでいる。",
        "effect": {
            "tese": 10
        }
    },
    {
        "question": "特許制度は廃止すべきだ。",
        "effect": {
            "haidao": 10
        }
    },
    {
        "question": "大きな社会変革の為には、社会の大崩壊を温かく迎え入れなければならない。",
        "effect": {
            "jiasu": 10
        }
    },
    {
        "question": "労働組合、教会、氏族などの小さな共同体の構成は、社会に対する国家の統制を弱め、社会的自由と内発的な社会発展を保証することができる。",
        "effect": {
            "shequn": 10
        }
    },
    {
        "question": "個人主義的思考の蔓延は、社会をアトマイゼーションの危機（人間社会における社会的結合の最も重要なメカニズムである中間集団の崩壊や不在により、個人が孤立し、構造化されていない相互作用の状態）に陥れた。",
        "effect": {
            "shequn": 10
        }
    },
    {
        "question": "ディープステートが世界を支配している。",
        "effect": {
            "yinmou": 10
        }
    },
];
