specials = [
    {
        "id": "ruguan",
        "name": "入関学",
        "desc": "入関学は、知乎のアカウントである「山高県」が初めて展開したもので、米国を歴史上の明王朝、中国を清朝を建国した満洲族（建州女真）に例え、満洲族（建州女真）が山海関に入って明王朝を打倒したように、中国もアメリカの覇権体制を破壊する必要があるとしている。"
    },
    {
        "id": "yinmou",
        "name": "‌陰謀論",
        "desc": "‌陰謀論（Conspiracy Theory）とは、重大な出来事を解釈する方法の一つであり、重大な出来事が秘密のグループや組織による秘密工作によって引き起こされたと説明する一連の理論である。"
    },
    {
        "id": "onegod",
        "name": "一神論",
        "desc": "一神論または一神教（Monotheism）とは、世界を創造した唯一の神が存在するという神への信仰である。 世界で有名な一神教には、ユダヤ教、キリスト教、イスラム教などがある。"
    },
    {
        "id": "rujia",
        "name": "儒家",
        "desc": "儒家、別名儒教、儒学は、孔子によって創始され、その後世の人々によって完成された思想体系であり、古代中国に大きな影響を与え、周辺の東アジア諸国に波及した。"
    },
    {
        "id": "gongye",
        "name": "工業党",
        "desc": "工業党は、中国のインターネット世論において過去10年間に台頭した派閥で、テクノロジーと産業が社会の発展を左右すると主張し、生産力至上主義を信じている。"
    },
    {
        "id": "mao",
        "name": "毛粉",
        "desc": "毛粉とは毛沢東のファンである。広義の毛粉は、毛沢東を敬愛し、必ずしも毛沢東の路線に全面的に賛同するわけではない全ての人々を指す。"
    },
    {
        "id": "han",
        "name": "皇漢",
        "desc": "皇漢は漢民族の同義語であり、別名でもある。 現代の皇漢思想は、清朝末期の革命家が清朝支配に対する反乱の際に漢民族主義の概念を用いたことに由来し、現代の皇漢は主に漢文明の復興（特に漢服の復興）を主張している。"
    },
    {
        "id": "jieti",
        "name": "解体論",
        "desc": "解体論とは統一国家としての中国という概念に対し反対する思想の一つである。漢族は単一民族ではなく多民族集合体であると主張しており、漢族のさまざまな下位区分は別個の民族であるという考え方を持ち、いくつもの小国家が並立していた中国の歴史的な状態を高く評価している。"
    },
    {
        "id": "minguo",
        "name": "民国派",
        "desc": "民国派、或いは「国粉」とは、中華民国や国民党（特に李登輝以前の国民党）に親近感を持ち、三民主義を支持する人々を指す。。"
    },
    {
        "id": "nvquan",
        "name": "女権主義",
        "desc": "女権主義（Feminism）、別名女性主義は政治的、経済的、個人的、社会的レベルで男女間の平等を求める理論体系であり、社会運動である。"
    },
    {
        "id": "suijing",
        "name": "政治冷感",
        "desc": "政治冷感とは、公的な社会問題や政治活動に無関心、無関心である状態を指す。"
    },
    {
        "id": "dengta",
        "name": "全面西洋化",
        "desc": "全面西洋化とは、中国の伝統を捨て去り、西洋の制度、文化、価値観を全面的あるいは完全に取り入れることを提唱する現代の思想傾向である。 現代では「灯台主義」という形で現れている。"
    },
    {
        "id": "nimin",
        "name": "反ナショナリズム",
        "desc": "中国語圏では、「反ナショナリズム」という言葉は、中国人が自国を卑下することを指し、他国に対する極度の崇拝を行う事も含む。"
    },
    {
        "id": "difang",
        "name": "地方主義",
        "desc": "地方主義（Localism），又称本土主義、地方保护主義，主张在地方与全国或与其他地方之间产生的问题中将本地的利益置于首位。"
    },
    {
        "id": "sheda",
        "name": "社会ダーウィニズム",
        "desc": "社会ダーウィニズム（Social Darwinism）、別名社会進化論はダーウィン進化論における自然淘汰の考え方を人間社会に応用した社会理論である。"
    },
    {
        "id": "tese",
        "name": "中国の特色ある社会主義",
        "desc": "中国の特色ある社会主義は、5000年の文明を持つ中国の大地に根ざし、科学的社会主義の遺伝的系譜を引き継ぎ、中国共産党と中国人民の偉大な創造を凝縮したものであり、時代の特色と民族の特色に富んだ社会主義である。"
    },
    {
        "id": "haidao",
        "name": "海賊党",
        "desc": "海賊党（Pirate Party）はスウェーデン発祥の政党で、その名前は海賊版（piracy、海賊行為の意味もある）に由来する。 海賊党は情報の自由な流れ（その為には知的財産法の改革と独占特許の廃止が必要）とプライバシーの権利（特にインターネット上の匿名性）を支持している。"
    },
    {
        "id": "jiasu",
        "name": "加速主義",
        "desc": "加速主義（Accelerationism）は、根本的な社会変革を齎す為には、現在の資本主義や特定の歴史的なプロセスを加速させるべきだと主張している。"
    },
    {
        "id": "shequn",
        "name": "社群主義",
        "desc": "社群主義（Communitarianism） 、別名社区主義、共同体主義、合作主義は、個人と共同体の繋がりを強調し、極端な個人主義や近代国家による共同体の破壊に反対する政治哲学である。"
    }
];
